<html>	<head>		<meta http-equiv="content-type" content="text/html;charset=ISO-8859-1">		<meta name="generator" content="Adobe GoLive 5">		<title>Adobe Acrobat Reader f&uuml;r Windows - Liesmich</title>	</head>	<body bgcolor="#ffffff">		<p></p>		<p><b><font size="+1">10. September 2001</font></b></p>		<p><b><font size="+2">Adobe&reg; Acrobat&reg; Reader f&uuml;r Windows - Liesmich</font></b></p>		<p><br>Willkommen zur Liesmich-Datei f&uuml;r Adobe&reg; Acrobat&reg; Reader 5.0.5. Adobe Acrobat Reader ist das kostenlose Anzeigeprogramm, das als Begleitprogramm zu Adobe Acrobat 5.0 erscheint. Mit Acrobat Reader k&ouml;nnen Sie PDF-Dateien (Portable Document Format) anzeigen, in ihnen navigieren und sie drucken. Adobe Acrobat 5.0 ist ein Komplettpaket zum Erstellen, Erweitern, &Uuml;berpr&uuml;fen, Bearbeiten und Freigeben von Informationen im PDF-Format. Wissenswertes &uuml;ber Adobe Acrobat 5.0 erfahren Sie auf unserer Website unter<br> <a href="http://www.adobe.de/products/acrobat">http://www.adobe.de/products/acrobat<br> <br></a>Diese Liesmich-Datei enth&auml;lt Informationen zu folgenden Themen:</p>		<blockquote>			<p><a href="#Anchor-System-23522">Systemanforderungen</a><br> <br> <a href="#Anchor-Installation-21683">Installationsanweisungen</a><br> 				<br>				<a href="#anchor">Adobe Acrobat Reader 5.0.5 - Zus&auml;tzliche Informationen</a><br><br> <a href="#Anchor-Troubleshooting-46919">Problembehebung</a></p>		</blockquote>		<p><br> <b><font size="+2"><br> <a name="Anchor-System-23522"></a>					Systemanforderungen<br></font></b></p>		<p><b><font size="+1">Systemanforderungen f&uuml;r Acrobat Reader 5.0.5 f&uuml;r Windows</font></b></p>		<p>			- Prozessor der Pentium&reg;-Klasse<br>			- Microsoft&reg; Windows&reg; 95 OSR 2.0, Windows 98 Second Edition, Windows Millennium Edition, Windows NT 4.0 mit Service Pack 5 oder 6 (Service Pack 6 empfohlen), Windows 2000 oder Windows XP<br>			- 16 MB RAM (32 empfohlen)<br>			- 20 MB verf&uuml;gbarer Festplattenspeicher<br>- Zus&auml;tzlich 30 MB Festplattenspeicher f&uuml;r asiatische Schriften (optional)<br> <br> <b><font size="+1">Unterst&uuml;tzung f&uuml;r Web-Browser</font></b></p>		<p>PDF-Dateien k&ouml;nnen in den folgenden Web-Browsern mit Acrobat oder Acrobat Reader angezeigt werden:<br>Internet Explorer 4.x<br>Internet Explorer 5.0 oder 5.5<br>Netscape Navigator 4.x, 6.1<br>America On Line 5.0 oder 6.0<br>		</p>		<p><a name="Anchor-Installation-21683"></a><b><font size="+2">Installationsanweisungen<br></font></b><br> <b><font size="+1">Installieren und Deinstallieren von Acrobat Reader 5.0.5 f&uuml;r Windows</font></b><br> <br>F&uuml;hren Sie zum Installieren von Acrobat Reader 5.0.5 folgende Schritte aus:<br> <br>- Stellen Sie sicher, da&szlig; Sie mindestens 20 MB freien Speicherplatz zur Verf&uuml;gung haben.<br>			- Deaktivieren Sie vor dem Beginn der Installation jegliche Anti-Virus-Software.<br>- Installieren Sie Reader 5.0.5.<br> <br>F&uuml;hren Sie zum Deinstallieren von Acrobat Reader 5.0.5 folgende Schritte aus:<br>- W&auml;hlen Sie aus dem Start-Men&uuml; die Optionen &quot;Einstellungen&quot;, &quot;Systemsteuerung&quot;, &quot;Software&quot;<br>- W&auml;hlen Sie Adobe Acrobat Reader 5.0 aus, und klicken Sie auf die Schaltfl&auml;che &quot;Hinzuf&uuml;gen/Entfernen...&quot;<br> <br>Hinweis: Bei der Deinstallation von Acrobat Reader 5.0.5 werden Acrobat 5.x, Acrobat 4.x und Acrobat 3.x ebenfalls entfernt, wenn diese Programme auf Ihrem System installiert sind, da diese Programme gemeinsame Dateien verwenden.<br> <br> <b>Installationsprobleme</b><br> <br>Deaktivieren Sie vor dem Beginn der Installation jegliche Anti-Virus-Software. Einige Ger&auml;tetreiber k&ouml;nnen ebenfalls einen Konflikt mit dem Installationsprogramm von Acrobat Reader verursachen. Wenn Sie Windows 95 oder Windows 98 im abgesicherten Modus oder Windows NT im VGA-Modus starten, l&auml;dt Windows nur die unbedingt erforderlichen Standardger&auml;tetreiber.<br> <br>Treten beim Ausf&uuml;hren des Installations- bzw. Deinstallationsprogramms von Acrobat Reader 5.0.5 Probleme auf, l&ouml;schen Sie die Datei &quot;Uninst.isu&quot; aus dem Ordner &quot;Programme\Gemeinsame Dateien\Adobe\Acrobat 5.0\98&quot; bzw. &quot;...\NT&quot;, und installieren bzw. deinstallieren Sie Acrobat Reader 5.0.5 erneut.<br> <br> <b>Adobe SVG Viewer 2.0<br></b><br> Bei der Installation von Adobe Acrobat Reader 5.x wird automatisch Adobe SVG Viewer 2.0 installiert. Um weitere Informationen &uuml;ber Adobe SVG Viewer 2.0 anzuzeigen, &ouml;ffnen Sie mit Ihrem Browser die Liesmich-Datei &quot;ReadMe.html&quot;. Diese Datei finden Sie im Plugin-Ordner Ihres Browsers.<br> <br> <b>Installieren der asiatischen Sprachdateien f&uuml;r Acrobat Reader 5.x<br></b><br>F&uuml;r Acrobat Reader 5.x sind asiatische Sprachdateien verf&uuml;gbar. Sie k&ouml;nnen mit jeder beliebigen Sprachversion von Acrobat Reader 5.x Adobe PDF-Dateien mit chinesischem (traditionell und vereinfacht), japanischem oder koreanischem (CJK) Text anzeigen. Sie brauchen einfach nur das entsprechende asiatische Schriftenpaket zur Verwendung mit Acrobat Reader zu installieren. Die Installationsprogramme zur Unterst&uuml;tzung f&uuml;r asiatische Sprachen finden Sie auf der Produkt-CD von Adobe Acrobat 5.x oder auf der Website von Adobe unter:<br> <a href="http://www.adobe.com/prodindex/acrobat/cjkfontpack.html">http://www.adobe.com/prodindex/acrobat/cjkfontpack.html</a><br> <br>			STSong™ ist eine Marke von ChangZhou SinoType Technology Co., Ltd<br> 			<br>			<a name="anchor"></a><b><font size="+2">Adobe Acrobat Reader 5.0.5 - Zus&auml;tzliche Informationen</font></b><br>			<br>			Adobe Acrobat 5.0.5 bietet einen verbesserten Zugriff, Online-Kommentare, digitale Unterschriften, PDF-Erstellung, Formularerstellung, Formulardateneingabe, Installation, &Uuml;berdruckvorschau, Rechtschreibpr&uuml;fung sowie TouchUp-Funktionen. In Adobe Acrobat 5.0.5 sind ebenfalls Probleme behoben, die im Zusammenhang mit der Anzeige und dem Drucken bestimmter PDF-Dateien festgestellt wurden. Benutzern von Adobe Acrobat 5.0.5 f&uuml;r Windows steht au&szlig;erdem eine erweiterte Unterst&uuml;tzung f&uuml;r Windows XP und Netscape 6.0 zur Verf&uuml;gung. Die Produkt-CD von Acrobat 5.0.5 beinhaltet zudem die Zusatzmodule Make Accessible und Paper Capture. Verwenden Sie das Zusatzmodul Make Accessible, damit auf eine PDF-Datei behindertengerecht zugegriffen werden kann. Mit Hilfe des Zusatzmoduls Paper Capture k&ouml;nnen Sie elektronische Dokumente in PDF-Dateien konvertieren (einschlie&szlig;lich OCR - optischer Zeichenerkennung).<br>			<br>			<b>Die Suche nach bestimmten Zeichen wird nicht unterst&uuml;tzt</b><br>			 Adobe Acrobat Catalog unterst&uuml;tzt nicht die Indizierung der WinAnsi-Zeichen 0127 bis 0158. Zu diesen Zeichen geh&ouml;ren u. a. auch W&auml;hrungssymbole (beispielsweise das Dollar-, Euro- und Yen-Zeichen). Adobe Acrobat Catalog unterst&uuml;tzt zudem nicht die Indizierung von Dokumenten, die mit aktivierten Ligaturen, kleinen r&ouml;mischen Ziffern oder Kapit&auml;lchen formatiert sind. Da diese Zeichen nicht indiziert werden k&ouml;nnen, ist es nicht m&ouml;glich, die Volltextsuche zu verwenden, um nach diesen Zeichen in einer PDF-Datei zu suchen.[443269,418016]<br>			<br>			<b>Drucken von sortieren Exemplaren ist unter Windows 2000 nicht m&ouml;glich.</b><b>[415358, 418016]<br>				<br>						Beim Verwenden des &uuml;ber die rechte Maustaste verf&uuml;gbaren Druckbefehls wird die PostScript-Level-Einstellung des vorherigen Druckauftrags unter Windows NT und Windows 2000 verwendet</b><br>			 Wenn Sie ein Dokument in Acrobat verwenden und es auf einen Drucker mit PostScript-Level 3 drucken, wird der von Acrobat verwendete Level standardm&auml;&szlig;ig auf PostScript Level 3 eingestellt. Wenn Sie Acrobat beenden und als Standarddrucker einen PostScript Level 2-Drucker festlegen und dann auf eine PDF-Datei mit der rechten Maustaste klicken, um einen Druck anzufordern, wird der Druckauftrag abgebrochen, da PostScript Level 3 und nicht Level 2 eingerichtet ist. Um dieses Problem nach &Auml;nderung des Standarddruckers zu vermeiden, &ouml;ffnen und drucken Sie in Acrobat ein Dokument, bevor Sie den &uuml;ber die rechte Maustaste verf&uuml;gbaren Befehl zum Drucken verwenden.[416598, 418016]<br>			<br>			<a name="Anchor-Troubleshooting-46919"></a><b><font size="+2">Problembehebung<br></font></b></p>		<p><br> <b>Verwenden von Acrobat 4.x oder Acrobat Reader 4.x zum Anzeigen und Drucken von in Acrobat 5.0 erstellten Dateien<br></b> Sie k&ouml;nnen in Acrobat 5.x erstellte PDF-Dateien mit Acrobat 4.x oder Acrobat Reader 4.x anzeigen und drucken; beachten Sie jedoch folgendes:<br> -PDF-Dateien mit einer 128-Bit-Verschl&uuml;sselung k&ouml;nnen in Acrobat 4.x nicht ge&ouml;ffnet werden,<br>-Transparenz wird in Acrobat 4.0 nicht unterst&uuml;tzt; PDF-Dateien mit entsprechenden Grafiken k&ouml;nnen nur in Acrobat 5.0 einwandfrei angezeigt werden,<br> -Gescannte PDF-Dateien, die JBIG2-Komprimierung verwenden, k&ouml;nnen in Acrobat 4.x nicht ge&ouml;ffnet werden,<br> -Mit Acrobat 5 kann jede Schriftart Ihres Systems in einer mit dem Freier Text-Werkzeug erstellten Anmerkung verwendet werden. In Acrobat 4.x waren hierf&uuml;r nur die PostScript Roman-Schriften und die Heisei Japanese-Schriften zul&auml;ssig.  Wenn eine Anmerkung mit freiem Text mit japanischen Schriftzeichen in Acrobat 5.x erstellt wird und dabei nicht die Japanese Heisei-Schriften verwendet werden, wird diese Textanmerkung in Acrobat 4.x nicht einwandfrei angezeigt, [397619]<br>-PDF-Dateien, die neue JavaScript-Operatoren enthalten, k&ouml;nnen Fehlermeldungen an die JavaScript-Konsole ausgeben, wenn sie in Acrobat 4.0 ge&ouml;ffnet werden,<br>-PDF-Dateien, deren Schriften neue vordefinierte CMaps verwenden, k&ouml;nnen unter Umst&auml;nden nicht einwandfrei in Acrobat 4.0 ge&ouml;ffnet werden,<br>-Einige in Acrobat 5.x erstellte Formulare erzeugen eventuell FDF-Daten, die von den CGI-Skripts des Servers, die mit dem Acrobat 4.0 FDF-Toolkit erstellt wurden, nicht korrekt analysiert werden k&ouml;nnen,<br>			-Acrobat-Formularfelder in Acrobat 4.x unterst&uuml;tzten nur eine begrenzte Anzahl von Schriften. W&auml;hrend Sie mit dem Formular-Werkzeug in Acrobat 5.x jede beliebige Schrift festlegen k&ouml;nnen, die das Bearbeiten und Einbetten in einem Formularfeld erm&ouml;glicht, k&ouml;nnen Benutzer in Acrobat 4.x solche Formulare nicht ausf&uuml;llen. Ber&uuml;cksichtigen Sie dies beim Erstellen von Formularen, die m&ouml;glicherweise mit Hilfe von Acrobat 4.x angezeigt werden. [397754, 312623,410665]<br>			<br> <b>Verwenden der Werkzeugleiste<font size="+1"><br></font></b>Die Werkzeugleisten von Acrobat Reader k&ouml;nnen verschoben oder am oberen Bildrand verankert werden, au&szlig;erdem kann das Erscheinungsbild ver&auml;ndert werden. Verschobene Werkzeugleisten k&ouml;nnen nicht kombiniert werden, indem Sie die Titelleiste der Werkzeugleiste ziehen; verwenden Sie statt dessen die Ziehgriffe der Werkzeugleiste.[398112]<br> <br> <b>Anzeigen von PDF-Dateien mit Internet Explorer und Netscape</b><br> Wenn Sie versuchen, relativ gro&szlig;e PDF-Dateien anzuzeigen, erhalten Sie m&ouml;glicherweise eine Fehlermeldung. Es kann auch vorkommen, da&szlig; Acrobat Reader leere Seiten anzeigt oder nicht mehr reagiert. Fragen Sie Ihren System- oder Netzwerkverwalter, um sicherzugehen, da&szlig; Sie die Apache-Version 1.3.17 oder neuer verwenden. Mit einer fr&uuml;heren Version von Apache weist Acrobat Reader eventuell die oben genannten Symptome auf.[417553]<br><br> <b>Zugriff</b><br> Eine erweiterte Version von Acrobat Reader f&uuml;r Windows bietet Unterst&uuml;tzung f&uuml;r Sehbehinderte. Um festzustellen, ob Ihre Kopie von Acrobat Reader &uuml;ber diese Zugriffsfunktionen verf&uuml;gt, suchen Sie nach dem Zusatzmodul MSAA im Dialogfeld unter &quot;Hilfe &gt; Info &uuml;ber Adobe Acrobat-Zusatzmodule&quot;.<br><br> <b>Zugriff - </b><b>Verwenden des Befehls "Umflie&szlig;en" bei Bildschirmleseprogrammen</b> <br>Um zuverl&auml;ssige Ergebnisse bei Bildschirmleseprogrammen zu erhalten, sollten nur die Dokumente umflossen werden, die nicht einzeln an das Bildschirmleseprogramm weitergegeben werden. Sie k&ouml;nnen die Dokumentzustellung an Sprachausgabeprogrammen steuern, indem Sie die Inhalts&uuml;bermittlung im Fenster f&uuml;r die Zugriffsgrundeinstellungen festlegen. [418683]<br><br> <b>America On Line - Anzeigen von PDF-Dateien unter Windows 95 mit America On Line 6</b><br> Wenn Sie unter Windows 95 in America On Line 6 mit installiertem Internet Explorer 5.5 auf eine Verkn&uuml;pfung zu einer PDF-Datei klicken, kann der Ladevorgang zwei bis vier Minuten dauern. Verwenden Sie Internet Explorer oder Netscape, wenn Sie diese M&ouml;glichkeit haben.[412577]<br> <br> <b>America On Line - Wenn Sie den Befehl &quot;Datei &gt; In America On Line 6.0 &ouml;ffnen&quot; verwenden, wird die PDF-Datei in einem Texteditor ge&ouml;ffnet.</b><br> Wenn Sie die einzelnen Schritte durchlaufen, wird ein Dialogfeld angezeigt, das Ihnen mitteilt, da&szlig; die PDF-Datei kein anerkannter Dateityp ist und in einem Texteditor ge&ouml;ffnet wird. Zum Anzeigen einer PDF-Datei, die sich auf Ihrer Festplatte oder Ihrem LAN befindet, w&auml;hlen Sie sie einfach im Windows Explorer aus. Acrobat Reader wird gestartet und l&auml;dt die Datei.[405406, 406627]<br> <br> <b>Chinesische, koreanische und japanische (CJK) Acrobat-Ersatzschriften<font size="+1"><br></font></b>Sie sollten nicht versuchen, Adobe Type Manager zu aktivieren und die von Acrobat installierten CJK-Ersatzschriften zu verwenden (zum Beispiel &quot;KozMinPro-Regular-Acro.otf&quot;). Dies kann zu unerwarteten Ergebnissen f&uuml;hren.[390851]<br> <br> <b>Anzeige von CJK-Text in Acrobat Reader-Dialogfeldern<font size="+1"><br></font></b>Auf einem lateinischen System kann in den Dialogfeldern von Acrobat Reader kein chinesischer, koreanischer und japanischer (CJK) Text angezeigt werden. Acrobat Reader ben&ouml;tigt ein CJK-System mit der entsprechenden CJK-Systemschrift, um CJK-Zeichen in den Dialogfeldern anzeigen zu k&ouml;nnen.[395326]<br> <br> <b>Anzeige von CJK-Text mit aktivierter &Uuml;berdruckvorschau<br></b>Wenn eine PDF-Datei, die besonders komplizierte CJK-Zeichen enth&auml;lt, mit aktivierter &Uuml;berdruckvorschau angezeigt wird, erscheint der Text unter Umst&auml;nden unsch&auml;rfer als mit deaktivierter &Uuml;berdruckvorschau.[416395]<br><br><b>CJK-Anzeige von fettformatierten Text bei Vergr&ouml;&szlig;erung</b><br>Einige fettformatierte CJK-Zeichen werden m&ouml;glicherweise verschwommen angezeigt, wenn die Ausgangsanwendung den fettformatierten Text "synthetisch" erstellt hat. Wenn in den Grundeinstellungen f&uuml;r die Anzeige die Optionen "Text gl&auml;tten" und "CoolType verwenden" deaktiviert wurden, werden bei der vergr&ouml;&szlig;erter Dokumentanzeige u. U. wei&szlig;e Bereiche oder Risse angezeigt. Acrobat 4.x schreibt ein Zeichen viermal beim Format "Fett", und bei einigen Dokumenten kann derartiger Text, statt fettformatiert, als vier Textzeilen angezeigt werden.  In Acrobat 5.x wird hierzu ein "synthetischer" Effekt verwendet. Adobe empfiehlt, in den Grundeinstellungen f&uuml;r die Anzeige die Optionen "Text gl&auml;tten" und "CoolType verwenden" zu aktivieren, um wei&szlig;e Bereiche oder Risse beim Vergr&ouml;&szlig;ern von fettformatiertem Text zu vermeiden. [418447]<br><br> <b>CJK-Formulare<font size="+1"><br></font></b>			Wenn Sie eine PDF-Datei mit CJK-Formularen &ouml;ffnen, deren CJK-Zeichen anders kodiert sind als die, mit denen das Formular erstellt wurde, werden die CJK-Formularfelder auf einem System, bei dem die Unterst&uuml;tzung f&uuml;r asiatische Sprachen nicht installiert ist, nicht korrekt angezeigt. Die meisten Formularfelder werden gar nicht angezeigt. Um dies zu vermeiden, installieren Sie die Unterst&uuml;tzung f&uuml;r asiatische Sprachen auf den Systemen, bei denen CJK-Formulare angezeigt und verwendet werden. Weitere Informationen dazu finden Sie im Abschnitt &quot;Installieren der asiatischen Sprachdateien f&uuml;r Acrobat Reader 5.x&quot; in dieser Liesmich-Datei. [412829]<b><font size="+1"><br></font></b><br> <b>Online-Erstellen von Adobe PDF und Adobe PDF Online-Volltextsuche erfordern Winsock2<br></b>			Diese Funktionen, die &uuml;ber das Men&uuml; &quot;Werkzeuge&quot; zug&auml;nglich sind, erfordern Winsock2. Wenn Winsock2 nicht verf&uuml;gbar ist, erscheinen diese Funktionen nicht. Au&szlig;er unter Windows 95 ist Winsock2 auf Windows-Betriebssystemen verf&uuml;gbar, weil es entweder gleichzeitig mit Internet Explorer 4 oder Internet Explorer 5 installiert wird. Um Web-Dienste unter Windows 95 verf&uuml;gbar zu machen, installieren Sie Winsock2 (erh&auml;ltlich bei Microsoft).[390722]<b><font size="+1"><br></font></b><br>			<b>Grundeinstellung zum Extrahieren von Bildern</b> <br> In der Acrobat-Hilfe wird im Abschnitt &quot;Festlegen von Acrobat-Grundeinstellungen&quot; die Grundeinstellung zum Extrahieren von Bildern nicht korrekt definiert. In der Hilfe wird die Grundeinstellung folgenderma&szlig;en beschrieben: &quot;Definiert die minimale Gr&ouml;&szlig;e eines Bildes zur Anzeige auf dem Bildschirm.&quot; Die Grundeinstellung &quot;Bilder extrahieren&quot; definiert f&uuml;r Acrobat die minimale, erforderliche Gr&ouml;&szlig;e eines Bildes, damit es in Acrobat aus einer PDF-Datei entnommen werden kann. [417231]<br> <br> <b>Dialogfeld &quot;Suchen&quot; - </b><b>Verwenden des Suchen-Befehls f&uuml;r</b><b> </b><b>Unicode-Zeichen</b><br> Sie k&ouml;nnen den Suchen-Befehl verwenden, um innerhalb eines PDF-Dokuments nach Unicode-Zeichen zu suchen. Hierzu f&uuml;gen Sie vor dem zu suchenden Unicode-Zeichen &quot;\u&quot; ein. Wenn Sie z.&nbsp;B. nach dem dem ASCII-Zeichen &quot;A&quot; entsprechenden Unicode-Zeichen suchen, geben Sie &quot;\u0041&quot; im Dialogfeld &quot;Suchen&quot; ein. F&uuml;r einige CJK-Zeichen, beispielsweise Unicode &quot;4e01&quot;, k&ouml;nnen Sie &quot;\u4e01&quot; festlegen.[413632]<br><br><b>Acrobat 5-Unterst&uuml;tzung f&uuml;r den zus&auml;tzlichen Hong Kong-Zeichensatz (Hong Kong Supplemental Character Set)</b><br>Die zust&auml;ndige Sonderverwaltungsbeh&ouml;rde in Hongkong (Hong Kong Special Administrative Region Government) hat vor kurzem den zus&auml;tzlichen Hong Kong-Zeichensatz (HKSCS) vorgestellt. Acrobat 5 erm&ouml;glicht Ihnen, PDF-Dateien mit HKSCS-Zeichen auf allen von Acrobat 5.x unterst&uuml;tzten Windows-Betriebssystemen (siehe Abschnitt zu den Systemanforderungen) anzuzeigen und zu drucken. Wenn Sie PDF-Dateien anzeigen m&ouml;chten, die Text enthalten, der den Hong Kong-Zeichensatz verwendet, installieren Sie die Unterst&uuml;tzung f&uuml;r den Zeichensatz f&uuml;r traditionelles Chinesisch, indem Sie die benutzerdefinierte Installation w&auml;hlen oder das Sprachpaket f&uuml;r traditionelles Chinesisch installieren. Mit Hilfe von Distiller 5.x k&ouml;nnen Sie PDF-Dateien mit HKSCS-Zeichen auf den Betriebssystemen Windows ME und Windows 2000 erstellen; andere Windows-Betriebssysteme werden nicht unterst&uuml;tzt. Bevor Sie Distiller 5.x zum Erstellen solcher Dokumente verwenden k&ouml;nnen, m&uuml;ssen Sie das &uuml;ber die folgende Website der Beh&ouml;rden in Hongkong verf&uuml;gbare Kit installieren: http://www.info.gov.hk/digital21/eng/hkscs/download.html [418559]<br><br><b>Hong Kong-Zeichensatz ist keine Standardsystemschrift</b><br>Acrobat Reader 5.x unterst&uuml;tzt den Hong Kong-Zeichensatz f&uuml;r Text in einer PDF-Datei. Er stellt eine Erweiterung des Zeichensatzes von Adobe f&uuml;r traditionelles Chinesisch dar. Wenn Sie PDF-Dateien anzeigen m&ouml;chten, die Text enthalten, der den Hong Kong-Zeichensatz verwendet, installieren Sie die Unterst&uuml;tzung f&uuml;r den Zeichensatz f&uuml;r traditionelles Chinesisch, indem Sie die benutzerdefinierte Installation w&auml;hlen oder das Sprachpaket f&uuml;r traditionelles Chinesisch installieren. Da der Hong Kong-Zeichensatz nicht Teil der Standardsystemschriften ist, k&ouml;nnen Sie keine Kommentare oder Lesezeichen mit Hong Kong-Zeichen erstellen.[407877]<br> <br> <b>Installieren von Acrobat 3.x oder 4.x nach der Installation von Acrobat Reader 5.x<font size="+1"><br></font></b>Wenn Sie Acrobat 3.x oder 4.x nach der Installation von Acrobat Reader  5.x installieren, wird Acrobat Reader jedesmal automatisch gestartet, wenn im Windows Explorer ein Ordner ge&ouml;ffnet wird. Um dieses Problem zu vermeiden, deinstallieren Sie Acrobat Reader 5.x, bevor Sie eine &auml;ltere Version von Acrobat installieren.[400589]<br> <br> <b>Zusatzmodul Movie<font size="+1"><br></font></b> Wenn Sie ein Movie in einem frei schwebenden Fenster anzeigen, k&ouml;nnen Sie das Movie jederzeit durch Dr&uuml;cken der Escape-Taste anhalten.[410153]<br><br><b>Movie-Zusatzmodul - Remote-URL erfordert QuickTime 4 oder h&ouml;her</b><br>Wenn Sie das Movie-Werkzeug verwenden m&ouml;chten, um &uuml;ber eine Verkn&uuml;pfung zu einem externen URL Filme anzuzeigen, sollten Sie sicherstellen, da&szlig; QuickTime 4 oder h&ouml;her auf Ihrem System installiert ist. Zum Installieren von QuickTime 4 w&auml;hlen Sie die benutzerdefinierte Installation von Acrobat, &auml;ndern dann die Auswahl f&uuml;r die Zusatzelemente so, da&szlig; QuickTime 4 enthalten ist. Das Installationsprogramm f&uuml;r QuickTime von Apple wird gestartet. Ihre Produkt-CD umfa&szlig;t ebenfalls das Installationsprogramm f&uuml;r QuickTime 4 von Apple, das Sie im Utilities-Ordner finden. [418201]<br><br>			<b>Netscape 6<font size="+1"><br></font></b>Acrobat Reader 5.x unterst&uuml;tzt Netscape 4.x- und Netscape 6.1-Browser und installiert ein Zusatzmodul f&uuml;r diese Browser. Durch dieses Zusatzmodul wird es Benutzern erm&ouml;glicht, Adobe PDF-Dateien herunterzuladen, anzuzeigen, darin zu navigieren und sie zu drucken sowie PDF-Formulare im Browser auszuf&uuml;llen. In Netscape 6.0 m&uuml;ssen PDF-Dateien komplett heruntergeladen werden, um sie anzeigen zu k&ouml;nnen. Au&szlig;erdem k&ouml;nnen PDF-Formulare in Netscape 6.0 nicht ausgef&uuml;llt werden, wenn sie im Browser angezeigt werden. Verwenden Sie, falls m&ouml;glich, Netscape 6.1.<br>			<br><b>Nvidia TNT graphics card with True (32-bit) color set</b><br>If you are using a Nvidia TNT graphics card and your display is set to use True (32-bit) color, you may experience a general protection fault crash in Module NVDISP.drv. The crash will occur if the Opacity setting in the Comments preferences is set to less than 100% and there are one or more Comment popup windows overlapping. You can avoid the problem by setting the Opacity in the Comments Preferences to 100% or by setting the display to 16-bit color (in the Display Control Panel). Please check the Nvidia web site for a driver update that may solve this problem. [419590]<br> <br> <b>Drucken von ImageType 4-Dateien auf Lexmark-Druckern</b><br>			ImageType 4 ist eine Funktion von PostScript 3. W&auml;hrend Anwendungssoftware nur selten ImageType 4-Dateien erstellt, enth&auml;lt eine PDF-Datei, die mit Acrobat WebCapture aus einer GIF-Datei mit transparenten Pixeln erstellt wurde, ImageType 4.<br>			Wenn Dateien, die ImageType 4 enthalten, auf den unten aufgelisteten Lexmark-Druckern gedruckt werden, reagiert der Drucker unter Umst&auml;nden nicht mehr, und es erfolgt keine Ausgabe. Dies gilt f&uuml;r folgende Druckermodelle von Lexmark: <br>			-Lexmark Optra C710 PS3, PS Version 3010.010, PS revision 2000411<br>			-Lexmark Optra C710 PS3, PS Version 3010.010, PS revision 990917<br>			Um dieses Problem zu vermeiden, haben Sie zwei M&ouml;glichkeiten: <br>			1. W&auml;hlen Sie im Drucken-Dialogfeld die Option &quot;Als Bild drucken&quot;. Das erzielte Ergebnis &auml;hnelt dem, was Sie auf dem Bildschirm sehen.<br>			2. Wenn Sie Windows als Betriebssystem verwenden, k&ouml;nnen Sie die Einstellung unter &quot;Druckmethode&quot; von &quot;Level 3&quot; zu &quot;Level 2&quot; &auml;ndern. F&uuml;r Macintosh gibt es jedoch kein Eingabefeld f&uuml;r die Druckmethode. Sie k&ouml;nnen das gleiche Ergebnis erzielen, indem Sie die PPD-Datei so bearbeiten, da&szlig; diese Level 2 wiedergibt; &auml;ndern Sie z. B.:<br>			*PSVersion: &quot;(3010.010)&quot;<br>			in:<br>			*PSVersion: &quot;(2014.700)&quot;<br>			&Auml;ndern Sie die PPD-Datei nicht, wenn mit der Option &quot;Als Bild drucken&quot; das gew&uuml;nschte Ergebnis erzielt wird. Soll die Datei mit Level 2 drucken, kann ImageType 4 gedruckt werden, jedoch geht die Transparenz verloren.[416539]<br><br><b>Drucken von Schattierungen auf HP4050N-Druckern</b><br>Schattierungen werden u. U. beschnitten, wenn Sie mit Hilfe des PCL 6-Druckertreibers von HP den Drucker HP4050N verwenden. Sie sollten die entsprechenden Dateien mit dem PCL 5e-Treiber von HP drucken. [418321]<br> <br> <b>Umflie&szlig;en<font size="+1"><br></font></b> Bei bestimmten Kombinationen von Vergr&ouml;&szlig;erungsfaktor und Fenstergr&ouml;&szlig;e k&ouml;nnen Dokumente nicht umflossen werden. Acrobat Reader vergr&ouml;&szlig;ert das Dokument anhand eines beliebigen, anzeigbaren Zoomfaktors. [401685]<br> <br> <b>Kopie speichern<font size="+1"><br></font></b>Acrobat Reader 5.0 enth&auml;lt eine Men&uuml;option und eine Werkzeugleistenschaltfl&auml;che namens &quot;Kopie speichern&quot;. Wenn Sie eine Adobe PDF-Datei in Acrobat Reader 5.0 &auml;ndern, werden Ihre &Auml;nderungen nicht beibehalten, wenn Sie diesen Befehl verwenden. Es wird nur eine Kopie der urspr&uuml;nglichen Adobe PDF-Datei gespeichert; das Speichern von Updates geh&ouml;rt nicht zu den Funktionen von Acrobat Reader.[414048]<br><br><b> SVG-Browser-Zusatzmodul (</b><b>Scalable Vector Graphics) erfordert das Akzeptieren des Endbenutzerlizenzabkommens durch den Systemverwalter<br></b>Bei der Installation von Acrobat 5 auf einen Windows-Terminalserver oder ein gesperrtes NT/2000-System funktioniert das SVG-Browser-Zusatzmodul erst dann, wenn der Systemverwalter eine SVG-Site besucht, z. B. Adobes SVG-Demoseite unter:<br><br><a href="http://www.adobe.de/svg/demos/">http://www.adobe.de/svg/demos/</a><br><br>Bis dahin sieht der Benutzer ohne administrative Berechtigungen, der eine Web-Seite mit SVG besucht, jedoch verschiedene Dialogfelder zum Endbenutzerlizenzabkommen, und die Seite wird nicht korrekt angezeigt.[418523]<br><br> <b>Web-Kauf unter Windows 2000<font size="+1"><br></font></b>Unter Windows 2000 ist Service Pack 1 f&uuml;r Web-Kauf erforderlich, um ein Zip-Laufwerk als Ger&auml;t anzuzeigen:<br>			&quot;Bearbeiten&gt;Grundeinstellungen&gt;Allgemein&gt;Web-Kauf&gt;Weitere Kennungen ausw&auml;hlen&quot;. [390998]<br> <br> <b>Web-Kauf unter Windows 2000 in einem System mit mehreren Prozessoren<br></b>Wenn Sie ein elektronisches Buch mit Web-Kauf von einem Prozessor kaufen und sp&auml;ter von einem anderen Prozessor aus darauf zugreifen wollen, wird Ihnen der Zugriff verweigert. Dies kann z. B. der Fall sein, wenn Sie das elektronische Buch bei einer Anmeldung erstehen und sp&auml;ter versuchen, von einer anderen Anmeldung aus darauf zuzugreifen. Um dies zu vermeiden, sollten Sie beim Zugreifen auf das Buch die gleiche Anmeldung verwenden wie beim Kauf.[413006]<br> <br> <b>Web-Kauf ben&ouml;tigt die neusten Iomega-Treiber</b> <br>			Installieren Sie die neusten Iomega-Treiber f&uuml;r alle Jaz-, Clik!- oder Zip-Laufwerke, wenn Sie die Medien f&uuml;r diese Laufwerke als Kennungen f&uuml;r Web-Kauf verwenden wollen. Selbst wenn Ihr System die Laufwerke erkennt, erkennt Web-Kauf nur die Medien zur Lizenzierung, wenn die Iomega-Treiber installiert wurden.[413448]<br> <br> <b>Verwenden von Windows Internet Explorer</b><br> Wenn Sie Acrobat 4.x nach Acrobat Reader 5.x installieren, wird mit dem Browser das Acrobat 4.x ActiveX-Steuerelement verwendet. Aufgrund der Acrobat Reader 5.x-Registrierungseinstellung wird mit dem Internet Explorer jedesmal automatisch Acrobat 4 gestartet. Um dieses Problem zu vermeiden, sollten Sie Acrobat Reader 5.x vor der Installation von Acrobat 4.x deinstallieren. [366101]<br>			<br>						======================================================================<br>			Copyright &copy; 1987-2001 Adobe Systems Incorporated und seine Lizenzgeber. Alle Rechte vorbehalten. Adobe, das Adobe-Logo, Acrobat, das Acrobat-Logo, PostScript und das PostScript-Logo sind in den USA und/oder anderen L&auml;ndern eingetragene Marken oder Marken von Adobe Systems Incorporated. Distiller, Adobe Type Manager, ATM, Illustrator, PageMaker und Photoshop sind Marken von Adobe Systems Incorporated. Microsoft, Windows, Windows 95, Windows NT und Windows 2000 sind in den USA und/oder anderen L&auml;ndern eingetragene Marken oder Marken von Microsoft Corporation. Alle anderen Marken sind Eigentum ihrer jeweiligen Inhaber. <br>Der Inhalt dieser Datei unterliegt den Bestimmungen der Mozilla Public License Version 1.1 (die &quot;Lizenz&quot;); Sie d&uuml;rfen diese Datei nur in &Uuml;bereinstimmung mit der Lizenz verwenden. Eine Kopie der Lizenz ist erh&auml;ltlich unter http://www.mozilla.org/MPL. Diese Datei wurde seitens Adobe nicht ver&auml;ndert. Der Quellcode kann unter http://www.mozilla.org/source.html eingesehen werden. Der Originalcode ist Mozilla Communicator Clientcode, freigegeben am 31. M&auml;rz 1998. Der Erstentwickler des Originalcodes ist Netscape Communications Corporation. Von Netscape erstellte Teile unterliegen dem Copyright &copy; 1998 Netscape Communications Corporation. Alle Rechte vorbehalten.<br>			=======================================================================<br>		</p>	</body></html>