

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN">
<HTML>
<HEAD>
<TITLE>Adobe&reg; SVG Viewer</TITLE>
<STYLE TYPE="TEXT/CSS"> BODY {background-color: white; margin: 20pt; font-size: 12px; line-height: 18px; font-family: Arial, Sans-Serif} H1, H2 {color: black} H3 {color: red} .H3I {margin-left: 1em} P {text-align: justify} </STYLE>
</HEAD>
<BODY link="#cc0000" alink="#cc0000" vlink="#996666">


<CENTER>
<H2>Hilfe zur Verwendung des Adobe<SUP>&reg;</SUP> SVG Viewer f&uuml;r Windows</H2>
</CENTER>

<P><HR>

<H3>Navigieren</H3>

<P><B>Schwenken</B>: Um ein SVG-Bild zu schwenken, halten Sie die Alt-Taste gedr&uuml;ckt, und ziehen Sie bei gedr&uuml;ckter Maustaste mit der Maus in die gew&uuml;nschte Richtung. <P><B>Zoomen</B>: Halten Sie die Strg-Taste gedr&uuml;ckt, und klicken Sie mit der Maus auf die Stelle, die Sie vergr&ouml;&szlig;ern m&ouml;chten. Um einen ganzen Bereich zu vergr&ouml;&szlig;ern, halten Sie die Strg-Taste gedr&uuml;ckt, und ziehen Sie mit der Maus bei gedr&uuml;ckter Maustaste. Zum Verkleinern dr&uuml;cken Sie gleichzeitig die Umschalttaste. Sie k&ouml;nnen auch die Befehle zum Zoomen im Kontextmen&uuml; verwenden. <H3>Verwenden des Kontextmen&uuml;s</H3>

<P>Klicken Sie mit der rechten Maustaste in den SVG-Bildbereich, um das Kontextmen&uuml; zu &ouml;ffnen. Daraufhin werden die Befehle und Optionen angezeigt, die im Zusammenhang mit dem SVG-Bild verwendet werden k&ouml;nnen. <P><B>Verkn&uuml;pfungen</B>: Wenn Sie das Kontextmen&uuml; aufrufen, w&auml;hrend sich der Mauszeiger &uuml;ber einer Verkn&uuml;pfung befindet, k&ouml;nnen Sie zwischen <I>&Ouml;ffnen</I> oder <I>In neuem Fenster &ouml;ffnen</I> w&auml;hlen, um die Verkn&uuml;pfung zu aktivieren. <P><B>Qualit&auml;t</B>: Sie k&ouml;nnen die Option <I>Bessere Qualit&auml;t</I> deaktivieren, damit das SVG-Bild mit geringerer Qualit&auml;t , aber schneller angezeigt wird. <P><B>Animationen</B>: Verwenden Sie den Befehl <I>Unterbrechen</I>, um das Abspielen eines animierten SVG-Bildes zu unterbrechen. W&auml;hrend der Unterbrechung wird anstelle des Befehls <I>Unterbrechen</I> der Befehl <I>Abspielen</I> eingeblendet. Sie k&ouml;nnen den Befehl <I>Ton aus</I> verwenden, um alle in das SVG-Bild eingebetteten Tonsequenzen auszuschalten. <P><B>Suchen</B>: Klicken Sie auf <I>Suchen</I>, um das Dialogfeld f&uuml;r die Suche zu &ouml;ffnen. Hier k&ouml;nnen Sie die Zeichenfolge eingeben, nach der Sie suchen m&ouml;chten, und zwischen unterschiedlichen Suchoptionen, wie z.&nbsp;B. &#132;Nur  ganzes Wort suchen&#147;, Gro&szlig;- und Kleinschreibung und Suchrichtung, w&auml;hlen. Der Befehl <I>Suchen</I> kann auf transparenten, verdeckten und beweglichen Text angewendet werden. Dabei wird immer das gesamte Dokument durchsucht, unabh&auml;ngig davon, wieviel von dem SVG-Bild derzeit sichtbar ist. Die Suchergebnisse werden markiert und der Fundort in den Anzeigebereich ger&uuml;ckt (jedoch nicht vergr&ouml;&szlig;ert). <P><B>Kopieren</B>: Mit den Befehlen <I>SVG kopieren</I> und <I>SVG speichern unter</I> k&ouml;nnen Sie das SVG-Bild in die Zwischenablage kopieren und das Bild als lokale Datei speichern. Mit dem Befehl <I>Kopieren</I> kopieren Sie das SVG-Bild in seinem aktuellen Zustand sowohl im Unicode- als auch im Rasterformat in die Zwischenablage. Mit dem Befehl <I>SVG speichern unter</I> erstellen Sie dagegen eine Kopie der urspr&uuml;nglichen SVG-Datei. Wenn Text ausgew&auml;hlt ist, wird anstelle des Befehls <I>Kopieren</I> der Befehl <I>Ausgew&auml;hlten Text kopieren</I> eingeblendet. <P><HR>

<P>N&auml;here Informationen zum Adobe SVG Viewer finden Sie im <A
HREF="http://www.adobe.com/svg/" target="_blank">SVG-Bereich</A> unter <A
HREF="http://www.adobe.de/" target="_blank">Adobe.com</A>. </BODY>
</HTML>

