

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN">
<HTML>
<HEAD>
<TITLE>Visor SVG de Adobe&reg;</TITLE>
<STYLE TYPE="TEXT/CSS"> BODY {background-color: white; margin: 20pt; font-size: 12px; line-height: 18px; font-family: Arial, Sans-Serif} H1, H2 {color: black} H3 {color: red} .H3I {margin-left: 1em} P {text-align: justify} </STYLE>
</HEAD>
<BODY link="#cc0000" alink="#cc0000" vlink="#996666">


<CENTER>
<H2>Ayuda sobre c&oacute;mo utilizar el Visor SVG de Adobe<SUP>&reg;</SUP>para Windows</H2>
</CENTER>

<P><HR>

<H3>Navegaci&oacute;n</H3>

<P><B>Panor&aacute;mica</B>: Mantenga pulsada la tecla Alt, haga clic y arrastre para crear una panor&aacute;mica de la imagen SVG. <P><B>Zoom</B>: Mantenga pulsada la tecla Ctrl y haga clic para acercar (reducir) la imagen que indica el puntero. Mantenga pulsada la tecla Ctrl, haga clic y arrastre para seleccionar el &aacute;rea que desea acercar. Mantenga pulsada la tecla May&uacute;scula para alejar (aumentar) la imagen. Tambi&eacute;n puede utilizar los comandos de zoom del men&uacute; contextual. <H3>Uso del men&uacute; contextual emergente</H3>

<P>Con el bot&oacute;n derecho del rat&oacute;n, haga clic en la imagen SVG para que aparezca el men&uacute; contextual. En este men&uacute; encontrar&aacute; comandos y opciones para la imagen  SVG. <P><B>Enlaces</B>: Si abre el men&uacute; contextual en un enlace, podr&aacute; activarlo con las opciones <I>Abrir</I> o <I>Abrir en nueva ventana</I>. <P><B>Calidad</B>: Al desactivar la opci&oacute;n <I>Alta calidad,</I> la imagen SVG aparecer&aacute; m&aacute;s r&aacute;pido; sin embargo, la calidad ser&aacute; menor. <P><B>Animaciones</B>: Use el comando <I>Pausa</I> para detener la animaci&oacute;n de la imagen SVG. Este comando cambia a <I>Reproducir</I> cuando la imagen est&aacute; en pausa. Use el comando <I>Mudo</I> para desactivar sonidos incluidos en la imagen  SVG. <P><B>B&uacute;squeda</B>: Haga clic en <I>Buscar</I> para que aparezca el cuadro de di&aacute;logo de b&uacute;squeda. Escriba el texto que desea buscar, seleccionando las opciones para coincidencia de may&uacute;sculas y min&uacute;sculas, palabras completas y el sentido en que realizar&aacute; la b&uacute;squeda (hacia atr&aacute;s, hacia adelante, etc.). Este comando realiza una b&uacute;squeda de textos en movimiento, oscurecidos o transparentes en todo el documento, independientemente del porcentaje de la imagen SVG que se encuentre visible. El resultado aparece destacado en una imagen panor&aacute;mica (no aumentada) en pantalla. <P><B>Copia</B>: Los comandos <I>Copiar SVG</I> y <I>Guardar SVG como</I> permiten copiar la imagen SVG en el portapapeles y guardarla en un archivo local. El comando <I>Copiar</I> coloca la imagen SVG tal y como aparece en el portapapeles en formato Unicode y rastrillado. A diferencia de <I>Guardar SVG como</I>, este comando realiza una copia del archivo SVG original. Al seleccionar el texto, el comando <I>Copiar</I> cambia a <I>Copiar texto seleccionado</I>. <P><HR>

<P>Para m&aacute;s informaci&oacute;n sobre el Visor SVG de Adobe, consulte la secci&oacute;n sobre <A
HREF="http://www.adobe.com/svg/" target="_blank">SVG</A> en <A
HREF="http://www.adobe.es/" target="_blank">Adobe.com</A>. </BODY>
</HTML>

