

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN">
<HTML>
<HEAD>
<TITLE>Afficheur SVG Adobe&reg;</TITLE>
<STYLE TYPE="TEXT/CSS"> BODY {background-color: white; margin: 20pt; font-size: 12px; line-height: 18px; font-family: Arial, Sans-Serif} H1, H2 {color: black} H3 {color: red} .H3I {margin-left: 1em} P {text-align: justify} </STYLE>
</HEAD>
<BODY link="#cc0000" alink="#cc0000" vlink="#996666">


<CENTER>
<H2>Aide sur l'utilisation du module externe Afficheur SVG Adobe<SUP>&reg;</SUP> pour Windows</H2>
</CENTER>

<P><HR>

<H3>Navigation</H3>

<P><B>Affichage panoramique&nbsp;</B>: cliquez sur l'image&nbsp;SVG tout en maintenant la touche Alt enfonc&eacute;e, puis faites glisser l'image pour l'afficher en mode panoramique. <P><B>Zoom&nbsp;</B>: cliquez &agrave; l'emplacement du point d'insertion du pointeur tout en maintenant la touche Contr&ocirc;le enfonc&eacute;e pour effectuer un zoom. Maintenez la touche Contr&ocirc;le enfonc&eacute;e, puis cliquez et faites glisser pour s&eacute;lectionner la portion de la page sur laquelle effectuer un zoom avant. Pour r&eacute;aliser un zoom arri&egrave;re, maintenez &eacute;galement la touche Maj enfonc&eacute;e. Vous pouvez &eacute;galement utiliser les commandes de zoom du menu d&eacute;roulant. <H3>Utilisation du menu contextuel</H3>

<P>Cliquez avec le bouton droit de la souris sur la zone de l'image&nbsp;SVG pour ouvrir un menu contextuel qui regroupe les diff&eacute;rentes options et commandes gr&acirc;ce auxquelles vous pouvez interagir avec l'image. <P><B>Liens&nbsp;</B>: si vous faites appara&icirc;tre le menu d&eacute;roulant &agrave; partir d'un lien, choisissez la commande <I>Ouvrir</I> ou <I>Ouvrir dans une nouvelle fen&ecirc;tre</I> pour activer le lien. <P><B>Qualit&eacute;&nbsp;</B>: vous pouvez d&eacute;sactiver l'option <I>Qualit&eacute; sup&eacute;rieure</I> pour que l'image&nbsp;SVG s'affiche plus rapidement, mais avec une qualit&eacute; inf&eacute;rieure. <P><B>Animations&nbsp;</B>: utilisez la commande <I>Pause</I> pour interrompre une image&nbsp;SVG anim&eacute;e. Celle-ci devient la commande <I>Lecture</I> lorsque l'animation est interrompue. Vous pouvez d&eacute;sactiver les sons incorpor&eacute;s &agrave; l'image&nbsp;SVG gr&acirc;ce &agrave; la commande <I>Sourdine</I>. <P><B>Recherche&nbsp;</B>: cliquez sur <I>Rechercher</I> pour ouvrir la bo&icirc;te de dialogue de recherche. Vous pouvez alors saisir le texte &agrave; rechercher, s&eacute;lectionner le sens de la recherche et pr&eacute;ciser si vous souhaitez respecter la casse et faire porter la recherche sur tout ou partie du mot. Cette commande fonctionne &eacute;galement avec du texte transparent, masqu&eacute; ou anim&eacute;. La recherche s'applique &agrave; l'int&eacute;gralit&eacute; du document, quelle que soit la partie visible du fichier&nbsp;SVG. Le r&eacute;sultat de la recherche est mis en surbrillance, et l'affichage est recentr&eacute; sur le r&eacute;sultat recherch&eacute; (le r&eacute;sultat n'est touefois pas agrandi). <P><B>Copie&nbsp;</B>: les commandes <I>Copier le SVG</I> et <I>Enregistrer le SVG sous</I> permettent de copier l'image&nbsp;SVG dans le presse-papiers et de l'enregistrer dans un fichier local. La commande Copier place le fichier&nbsp;SVG tel qu'il appara&icirc;t dans le presse-papiers, aux formats Unicode et pixellis&eacute;. Notez que cette commande est diff&eacute;rente de la commande <I>Enregistrer le SVG sous</I>, qui consiste &agrave; effectuer une copie du fichier&nbsp;SVG d'origine. Lorsque vous s&eacute;lectionnez du texte, la commande Copier se transforme automatiquement en commande <I>Copier le texte s&eacute;lectionn&eacute;</I>. <P><HR>

<P>Pour de plus amples informations sur l'Afficheur SVG Adobe, consultez la rubrique consacr&eacute;e au <A
HREF="http://www.adobe.com/svg/" target="_blank"> sur le site </A> at <A
HREF="http://www.adobe.fr/" target="_blank">Adobe.com</A>.
</HTML>

