<html DIR=LTR>	<head>		<meta http-equiv="content-type" content="text/html;charset=ISO-8859-1">		<meta name="generator" content="Adobe&nbsp;GoLive&nbsp;5">		<title>Fichier Lisezmoi d'Adobe Acrobat Reader pour Windows</title>	</head>	<body bgcolor="#ffffff">		<p></p>		<p><b><font size="+1">10 septembre 2001</font></b></p>		<p><b><font size="+2">Fichier Lisezmoi d'Adobe&reg;&nbsp;Acrobat&reg;&nbsp;Reader pour Windows</font></b></p>		<p><br>Bienvenue dans le fichier Lisezmoi d'Adobe&reg;&nbsp;Acrobat&reg;&nbsp;Reader&nbsp;5.0.5. Adobe Acrobat Reader est le gratuiciel de visualisation associ&eacute; au logiciel Adobe Acrobat&nbsp;5.0.5. Il permet de visualiser, de parcourir et d'imprimer des fichiers au format PDF (Portable Document Format). Adobe Acrobat&nbsp;5.0.5 constitue une solution compl&egrave;te pour cr&eacute;er, am&eacute;liorer, relire, modifier et partager des informations au format PDF. Pour en savoir plus sur Adobe Acrobat&nbsp;5.0.5, consultez le site<br> <a href="http://www.adobe.com/products/acrobat">http://www.adobe.fr/products/acrobat<br> <br></a>Ce fichier Lisezmoi contient les informations suivantes&nbsp;:</p>		<blockquote>			<p><a href="#Anchor-System-23522">Configuration syst&egrave;me requise</a><br> <br> <a href="#Anchor-Installation-21683">Instructions d'installation</a><br>				<br>				<a href="#anchor">Informations compl&eacute;mentaires concernant Adobe Acrobat Reader&nbsp;5.0.5</a><br> <br> <a href="#Anchor-Troubleshooting-46919">D&eacute;pannage</a></p>		</blockquote>		<p><br> <b><font size="+2"><br> <a name="Anchor-System-23522"></a>															Configuration syst&egrave;me requise<br></font></b></p>		<p><b><font size="+1">Configuration syst&egrave;me requise pour Acrobat Reader&nbsp;5.0.5 pour Windows</font></b></p>		<p>			- Un processeur Pentium&reg;<br>- Microsoft&reg; Windows&reg;&nbsp;95 OSR&nbsp;2.0, Windows&nbsp;98 deuxi&egrave;me &eacute;dition, Windows Millennium Edition, Windows NT&nbsp;4.0 avec le Service Pack&nbsp;5 ou 6 (Service Pack&nbsp;6 recommand&eacute;), Windows&nbsp;2000 ou Windows&nbsp;XP<br> - 16&nbsp;Mo de m&eacute;moire RAM (32&nbsp;Mo recommand&eacute;s)<br>						- 20&nbsp;Mo d'espace disque disponible<br> - 30&nbsp;Mo d'espace disque suppl&eacute;mentaire pour les polices asiatiques (facultatif)<br> <br> <b><font size="+1">Prise en charge des navigateurs Web</font></b></p>		<p>Les navigateurs Web dans lesquels les fichiers PDF peuvent &ecirc;tre visualis&eacute;s avec Acrobat ou Acrobat Reader sont les suivants&nbsp;: <br>Internet Explorer&nbsp;4.x<br>Internet Explorer&nbsp;5.x&nbsp;ou&nbsp;5.5<br> Netscape Navigator&nbsp;4.x<br>						America On Line&nbsp;5.x&nbsp;ou&nbsp;6.0<br> <br>		</p>		<p><a name="Anchor-Installation-21683"></a><b><font size="+2">Instructions d'installation<br></font></b><br> <b><font size="+1">Installation et d&eacute;sinstallation d'Acrobat&nbsp;Reader&nbsp;5.0.5 pour Windows</font></b><br> <br>Pour installer Acrobat&nbsp;Reader&nbsp;5.0.5, effectuez les op&eacute;rations suivantes&nbsp;:<br> <br>- Assurez-vous de disposer d'au moins 20&nbsp;Mo d'espace disque disponible.<br>									- Veillez &agrave; d&eacute;sactiver tous les logiciels antivirus avant de proc&eacute;der &agrave; l'installation.<br> - Installez Reader&nbsp;5.0.5.<br> <br>Pour d&eacute;sinstaller Acrobat&nbsp;Reader&nbsp;5.0.5, effectuez les op&eacute;rations suivantes&nbsp;:<br>- Dans le menu D&eacute;marrer, choisissez Param&egrave;tres, Panneau de configuration, Ajout/Suppression de programmes.<br>- S&eacute;lectionnez Adobe&nbsp;Acrobat&nbsp;5.0.5, puis cliquez sur le bouton Ajouter/Supprimer.<br> <br>Remarque&nbsp;: la d&eacute;sinstallation d'Acrobat&nbsp;Reader&nbsp;5.0.5 entra&icirc;ne celle d'Acrobat&nbsp;5, d'Acrobat&nbsp;4.x et d'Acrobat&nbsp;3.x si ces versions sont install&eacute;es sur votre syst&egrave;me, car tous ces programmes partagent des fichiers communs.<br> <br> <b>Probl&egrave;mes d'installation</b><br> <br>Veillez &agrave; d&eacute;sactiver tous les logiciels antivirus avant de proc&eacute;der &agrave; l'installation. Les pilotes de p&eacute;riph&eacute;riques sont &eacute;galement susceptibles de cr&eacute;er des conflits avec le programme d'installation d'Acrobat&nbsp;Reader. Si vous d&eacute;marrez Windows&nbsp;95 ou Windows&nbsp;98 en mode sans &eacute;chec ou Windows&nbsp;NT en mode VGA, Windows chargera uniquement les pilotes de p&eacute;riph&eacute;riques standard essentiels.<br> <br>Si le programme d'installation ou de d&eacute;sinstallation d'Acrobat Reader&nbsp;5.0.5 ne s'ex&eacute;cute pas correctement, supprimez manuellement le fichier Uninst.isu situ&eacute; dans Program Files\Common Files\Adobe\Acrobat 5.0\98 ou NT et r&eacute;installez Acrobat Reader 5.0.5 avant de proc&eacute;der &agrave; la d&eacute;sinstallation.<br> <br> <b>Adobe SVG Viewer 2.0<br></b><br> Adobe Acrobat Reader 5.x installe Adobe SVG Viewer 2.0. sur votre ordinateur. Pour en savoir plus sur Adobe SVG Viewer 2.0, ouvrez dans un navigateur le fichier Lisezmoi de ReadMe.html situ&eacute; au sein du dossier des modules externes de votre navigateur.<br> <br> <b>Installation des fichiers de langues asiatiques pour Acrobat Reader 5.x<br></b><br>Les fichiers de langues asiatiques sont disponibles pour Acrobat Reader 5.x. Quelle que soit la version linguistique de Reader, vous pouvez afficher des fichiers PDF contenant du texte en chinois simplifi&eacute;, chinois traditionnel, japonais et cor&eacute;en (CJK). Pour ce faire, il suffit d'installer les jeux de polices asiatiques adapt&eacute;es &agrave; Acrobat Reader. Les programmes d'installation de prise en charge des langues asiatiques sont disponibles sur le CD-Rom d'Adobe&nbsp;Acrobat&nbsp;5.0 ou &agrave; l'adresse suivante&nbsp;:<br> <a href="http://www.adobe.com/prodindex/acrobat/cjkfontpack.html">http://www.adobe.com/prodindex/acrobat/cjkfontpack.html</a><br> <br>									STSong™ est une marque d&eacute;pos&eacute;e de ChangZhou SinoType Technology Co., Ltd<br><a name="anchor"></a><br><b><font size="+2">Informations compl&eacute;mentaires concernant Adobe Acrobat Reader&nbsp;5.0.5</font></b><br><br>Les fonctions d'accessibilit&eacute;, de commentaire en ligne, de signature num&eacute;rique, de cr&eacute;ation de documents PDF et de formulaires, d'entr&eacute;e de donn&eacute;es de formulaire, d'installation, d'aper&ccedil;u de la surimpression, d'orthographe et de retouche de texte sont am&eacute;lior&eacute;es dans Adobe Acrobat&nbsp;5.0.5. Cette version du programme corrige &eacute;galement des probl&egrave;mes de visualisation et d'impression de fichiers PDF sp&eacute;cifiques. Adobe Acrobat&nbsp;5.0.5 pour Windows comprend en outre une prise en charge am&eacute;lior&eacute;e de Windows&nbsp;XP et de Netscape&nbsp;6.0. Les modules externes Make Accessible et Paper Capture figurent sur le CD-Rom d'Acrobat&nbsp;5.0.5. Le module externe Make Accessible permet de concevoir des fichiers PDF accessibles, tandis que le module externe Paper Capture permet de convertir des documents &eacute;lectroniques en fichiers PDF &agrave; l'aide de la reconnaissance optique des caract&egrave;res.<br> <br><b>La recherche de certains caract&egrave;res n'est pas prise en charge.</b> <br> Adobe Acrobat Catalog ne prend pas en charge l'indexation des caract&egrave;res WinAnsi 0127 &agrave; 0158. Ce jeu de caract&egrave;res comprend des symboles tels que les symboles des devises (par exemple, le symbole du dollar, de l'euro, du yen, ...). Adobe Acrobat Catalog ne prend pas non plus en charge l'indexation de documents format&eacute;s avec ligatures activ&eacute;es, exposants et indices, ou petites majuscules. Ces caract&egrave;res ne pouvant pas &ecirc;tre index&eacute;s, il n'est pas possible d'utiliser la fonction de recherche pour en trouver des occurrences dans un fichier PDF.[443269,418016]<br> <br> <b>L'impression de copies assembl&eacute;es n'est pas prise en charge sous Windows&nbsp;2000.</b><b>[415358, 418016]<br> <br>L'impression &agrave; l'aide d'un clic avec le bouton droit de la souris utilise la configuration de niveau de langage PostScript du travail d'impression pr&eacute;c&eacute;dent sous Windows&nbsp;NT et Windows&nbsp;2000.</b><br> Si vous ouvrez un document dans Acrobat et l'imprimez sur une imprimante de niveau de langage PostScript 3, le niveau de langage utilis&eacute; par Acrobat est d&eacute;fini par d&eacute;faut sur le m&ecirc;me niveau PostScript. Si vous quittez Acrobat, d&eacute;finissez ensuite une imprimante PostScript de niveau&nbsp;2 par d&eacute;faut, puis lancez l'impression d'un fichier PDF en cliquant sur celui-ci avec le bouton droit de la souris, l'impression &eacute;choue car le niveau de langage PostScript est d&eacute;fini sur 3 et non sur 2. Pour &eacute;viter ce probl&egrave;me, modifiez l'imprimante par d&eacute;faut, puis ouvrez et imprimez un document dans Acrobat avant de lancer des impressions &agrave; l'aide d'un clic avec le bouton droit de la souris.[416598, 418016]<br> <br>  <br> <a name="Anchor-Troubleshooting-46919"></a><b><font size="+2">D&eacute;pannage<br></font></b></p>		<p><br> <b>Utilisation d'Acrobat 4.x ou d'Acrobat Reader 4.x pour visualiser et imprimer des fichiers cr&eacute;&eacute;s &agrave; l'aide d'Acrobat 5.0<br></b> Vous pouvez utiliser Acrobat 4.x ou Acrobat Reader 4.x pour visualiser et imprimer des fichiers PDF cr&eacute;&eacute;s &agrave; l'aide d'Acrobat 5.0, en tenant compte des remarques suivantes&nbsp;:<br> - Les fichiers&nbsp;PDF dot&eacute;s du chiffrement &agrave; 128 bits ne s'ouvrent pas dans Acrobat 4.x.<br> - La transparence n'&eacute;tant pas prise en charge dans Acrobat 4.0, les fichiers PDF contenant des images transparentes sont enti&egrave;rement visibles dans Acrobat 5.x uniquement.<br> - Les fichiers PDF num&eacute;ris&eacute;s faisant appel &agrave; la compression JBIG2 ne s'ouvrent pas dans Acrobat 4.x.<br> - Acrobat 5 active toute police install&eacute;e sur votre syst&egrave;me afin de la rendre disponible dans les annotations &agrave; main lev&eacute;e, alors qu'Acrobat 4.x autorisait uniquement les polices latines PostScript de base et les polices japonaises Heisei.  Par cons&eacute;quent, si une annotation de texte &agrave; main lev&eacute;e en japonais est cr&eacute;&eacute;e dans Acrobat&nbsp;5.x &agrave; l'aide d'autres polices que les polices Heisei, cette annotation ne s'affichera pas correctement dans Acrobat 4.x, [397619]<br>- Les fichiers PDF contenant de nouveaux op&eacute;rateurs Javascript risquent de g&eacute;n&eacute;rer des erreurs dans la console Javascript s'ils sont ex&eacute;cut&eacute;s dans Acrobat&nbsp;4.0.<br> - Les fichiers PDF dont les polices utilisent de nouveaux mappages CMaps pr&eacute;d&eacute;finis risquent de ne pas s'ouvrir correctement dans Acrobat&nbsp;4.0.<br>- Certains formulaires cr&eacute;&eacute;s dans Acrobat&nbsp;5.x risquent de g&eacute;n&eacute;rer des donn&eacute;es FDF impossibles &agrave; analyser correctement par des scripts CGI serveur &eacute;crits avec le kit Acrobat&nbsp;4.0 FDF Toolkit.<br>- Les champs de formulaire Acrobat cr&eacute;&eacute;s dans Acrobat&nbsp;4.x ne prenaient en charge qu'un nombre limit&eacute; de polices. Gr&acirc;ce &agrave; l'outil Formulaire d'Acrobat&nbsp;5.x, vous avez la possibilit&eacute; de sp&eacute;cifier une police quelconque permettant la modification et l'incorporation de donn&eacute;es dans un champ de formulaire. Vous ne pouvez cependant pas remplir de tels formulaires dans Acrobat&nbsp;4.x. Tenez compte de cette restriction lorsque vous cr&eacute;ez des formulaires susceptibles d'&ecirc;tre visualis&eacute;s dans Acrobat&nbsp;4.x.[397754, 312623, 10665]<br><br> <b>Utilisation des barres d'outils<font size="+1"><br></font></b>Les barres d'outils d'Acrobat&nbsp;Reader sont d&eacute;tachables, ancrables dans la partie sup&eacute;rieure et susceptibles de changer de forme. Il est impossible de combiner des barres d'outils d&eacute;tach&eacute;es en faisant glisser la barre de titre de la barre en question&nbsp;; utilisez la poign&eacute;e de la barre d'outils &agrave; la place.[398112]<br> <br> <b>Visualisation de fichiers PDF au sein d'Internet Explorer et de Netscape</b><br> Lorsque vous tentez de visualiser des fichiers PDF relativement volumineux, un message d'erreur du type suivant risque de s'afficher&nbsp;: &quot;Erreur de traitement de la page. Erreur d'E/S de fichier. Expiration du d&eacute;lai au cours de la connexion.&quot; Vous risquez &eacute;galement de rencontrer d'autres probl&egrave;mes (affichage de pages blanches dans Acrobat&nbsp;Reader ou blocage de l'application, par exemple). V&eacute;rifiez aupr&egrave;s de l'administrateur syst&egrave;me ou r&eacute;seau que la version d'Apache utilis&eacute;e correspond &agrave; la version&nbsp;1.3.17 (ou ult&eacute;rieure). Acrobat&nbsp;Reader risque de pr&eacute;senter les probl&egrave;mes &eacute;nonc&eacute;s ci-dessus avec les versions ant&eacute;rieures d'Apache.[417553]<br> <br> <b>Accessibilit&eacute;</b><br> Une version &eacute;tendue d'Acrobat Reader 5.x pour Windows comprend une prise en charge pour les malvoyants. Pour savoir si votre version d'Acrobat Reader comporte des fonctions d'accessibilit&eacute;, v&eacute;rifiez si le module externe MSAA figure dans la liste des modules externes du menu Aide&nbsp;&gt;&nbsp;A&nbsp;propos des modules externes.<br><br> <b>Accessibilit&eacute; - </b><b>Utilisation de la fonction de redistribution avec un lecteur d'&eacute;cran</b> <br> Pour garantir les r&eacute;sultats obtenus &agrave; l'aide d'un lecteur d'&eacute;cran, redistribuez uniquement les documents qui ne sont pas transmis au lecteur d'&eacute;cran page par page. Le mode de transmission des documents au lecteur d'&eacute;cran est d&eacute;fini dans la zone Remise du contenu du panneau Accessibilit&eacute; de la bo&icirc;te de dialogue Pr&eacute;f&eacute;rences.[418683] <br>  <br> <b>America On Line - Affichage de fichiers PDF sous Windows 95 &agrave; l'aide d'America On Line&nbsp;6</b><br> Sous Windows 95, si vous cliquez sur un lien renvoyant &agrave; un fichier PDF &agrave; partir d'America&nbsp;On&nbsp;Line&nbsp;6 et qu'Internet&nbsp;Explorer&nbsp;5.5 est install&eacute; sur votre syst&egrave;me, le chargement risque de prendre entre deux et quatre minutes. Veuillez, si possible, utiliser Internet&nbsp;Explorer ou Netscape.[412577]<br> <br> <b>America On Line - Utilisation de la commande Fichier &gt; Ouvrir &agrave; partir d'America&nbsp;On&nbsp;Line&nbsp;6.0 pour ouvrir les fichiers PDF dans un &eacute;diteur de texte</b><br> Lorsque vous suivez la proc&eacute;dure indiqu&eacute;e, une bo&icirc;te de dialogue vous informe que le fichier PDF n'est pas un type de fichier reconnu et qu'il sera ouvert dans un &eacute;diteur de texte. Pour visualiser un fichier PDF stock&eacute; sur votre disque dur ou sur un serveur LAN, il vous suffit de le s&eacute;lectionner dans l'Explorateur Windows pour qu'Acrobat&nbsp;Reader s'ouvre automatiquement et charge le fichier.[405406, 406627]<br> <br> <b>Polices de substitution CJK (chinois, cor&eacute;en et japonais) d'Acrobat<font size="+1"><br></font></b>Il est d&eacute;conseill&eacute; d'essayer d'activer Adobe&nbsp;Type&nbsp;Manager et d'utiliser les polices de substitution CJK d'Acrobat (par exemple&nbsp;: KozMinPro-Regular-Acro.otf) car cette proc&eacute;dure est susceptible d'engendrer des r&eacute;sultats impr&eacute;visibles.[390851]<br> <br> <b>Affichage de textes CJK dans les bo&icirc;tes de dialogue d'Acrobat&nbsp;Reader<font size="+1"><br></font></b>Sur un syst&egrave;me latin (occidental), les textes utilisant des polices CJK ne s'affichent pas dans les bo&icirc;tes de dialogue d'Acrobat&nbsp;Reader. Pour afficher les caract&egrave;res CJK dans les bo&icirc;tes de dialogue, Acrobat&nbsp;Reader requiert l'installation d'un syst&egrave;me CJK dot&eacute; des jeux de polices CJK appropri&eacute;s.[395326]<br> <br> <b>Affichage de textes CJK avec la commande Aper&ccedil;u de la surimpression activ&eacute;e<br></b>Lors de la visualisation d'un document PDF contenant des caract&egrave;res CJK relativement complexes, il se peut que l'apparence du texte perde de sa nettet&eacute; si la commande Aper&ccedil;u de la surimpression est activ&eacute;e.[416395]<br> <br><b>Affichage d'un texte asiatique (CJK) en gras agrandi</b> <br> Certains caract&egrave;res asiatiques en gras risquent d'appara&icirc;tre flous si le texte a &eacute;t&eacute; cr&eacute;&eacute; en gras synth&eacute;tique dans l'application d'origine. Si les options de lissage Texte et Utiliser CoolType sont d&eacute;sactiv&eacute;es dans le panneau Affichage de la bo&icirc;te de dialogue Pr&eacute;f&eacute;rences, vous risquez de voir des zones vierges ou des espaces lorsque le document est agrandi. Comme Acrobat 4.x passe quatre fois sur un caract&egrave;re pour cr&eacute;er le style gras, il peut arriver, dans certains cas, que ce type de texte s'affiche sous forme de quatre lignes au lieu d'appara&icirc;tre en gras. Acrobat 5.x fait appel au gras synth&eacute;tique. Adobe vous recommande d'activer les options de lissage Texte et Utiliser CoolType du panneau Affichage des pr&eacute;f&eacute;rences afin d'&eacute;viter de visualiser des zones blanches ou des espaces lorsque le texte en gras est agrandi.[418447] <br> <br> <b>Formulaires CJK<font size="+1"><br></font></b>						Si vous ouvrez des formulaires CJK au format PDF sur un syst&egrave;me non dot&eacute; de la prise en charge des langues asiatiques et que ces formulaires contiennent des caract&egrave;res CJK n'ayant pas le m&ecirc;me encodage que les caract&egrave;res avec lesquels les formulaires ont &eacute;t&eacute; cr&eacute;&eacute;s, les champs de formulaires CJK ne s'affichent pas correctement, voire m&ecirc;me pas du tout. Pour &eacute;viter ce probl&egrave;me, veillez &agrave; installer la prise en charge des langues asiatiques sur les syst&egrave;mes sur lesquels des champs de formulaires CJK doivent &ecirc;tre utilis&eacute;s et visualis&eacute;s. Pour obtenir des informations compl&eacute;mentaires, reportez-vous &agrave; la section ci-dessus intitul&eacute;e &quot;Installation des fichiers de langues asiatiques pour Acrobat&nbsp;Reader&nbsp;5.x&quot;. [412829]<b><font size="+1"><br></font></b><br> <b>Pr&eacute;sence de Winsock2 requise pour les options Cr&eacute;ation de fichiers PDF en ligne et Recherche de fichiers&nbsp;PDF en ligne<br></b>									Ces fonctions accessibles via le menu Outils, requi&egrave;rent le fichier&nbsp;Winsock2. Lorsque le fichier&nbsp;Winsock2 n'est pas disponible, elles n'apparaissent pas. Sous les syst&egrave;mes d'exploitation Windows (&agrave; l'exception de Windows&nbsp;95), le fichier&nbsp;Winsock2 est disponible car il est install&eacute; par Internet&nbsp;Explorer&nbsp;4&nbsp;ou&nbsp;5. Pour pouvoir utiliser les services Web sous Windows&nbsp;95, vous devez installer le fichier&nbsp;Winsock2 (disponible aupr&egrave;s de Microsoft).[390722]<b><font size="+1"><br></font></b><br> <b>Pr&eacute;f&eacute;rence Extraction des images</b><br> Dans la rubrique d'aide d'Acrobat intitul&eacute;e &quot;Configuration des pr&eacute;f&eacute;rences d'Acrobat&quot;, la description de la pr&eacute;f&eacute;rence Extraction des images est incorrecte. Le texte de l'aide indique que cette pr&eacute;f&eacute;rence d&eacute;finit la taille minimale d'une image pour l'affichage &eacute;cran. En r&eacute;alit&eacute;, la pr&eacute;f&eacute;rence Extraction des images sp&eacute;cifie la taille minimale que doit avoir une image afin qu'Acrobat puisse l'extraire d'un document PDF. [417231]<br> <br> <b>Bo&icirc;te de dialogue Rechercher - </b><b>Utilisation de la commande Rechercher en vue d'identifier</b><b> </b><b>des caract&egrave;res Unicode</b><br> Vous pouvez utiliser la commande Rechercher pour identifier des caract&egrave;res Unicode au sein d'un document PDF. Pour ce faire, il suffit d'ajouter &quot;\u&quot; devant le caract&egrave;re Unicode &agrave; rechercher. Par exemple, pour rechercher l'&eacute;quivalent unicode du caract&egrave;re ASCII &quot;A&quot;, saisissez &quot;\u0041&quot; dans la bo&icirc;te de dialogue Rechercher. Pour certains caract&egrave;res CJK tels que le caract&egrave;re unicode&nbsp;&quot;4e01&quot;, vous pouvez pr&eacute;ciser&nbsp;:&quot;\u4e01&quot;.[413632]<br><br> <b>Prise en charge par Acrobat 5 du jeu de caract&egrave;res suppl&eacute;mentaire hong-kongais</b><br>Le jeu de caract&egrave;res suppl&eacute;mentaire hong-kongais (HKSCS) vient d'&ecirc;tre introduit par le gouvernement des r&eacute;gions administratives (le Hong Kong Special Administrative Region Government). Acrobat 5 permet de visualiser et d'imprimer des fichiers PDF contenant des caract&egrave;res HKSCS sur tous les syst&egrave;mes d'exploitation Windows pris en charge par l'application (voir la section relative &agrave; la configuration syst&egrave;me requise). Si vous souhaitez visualiser des fichiers PDF contenant du texte qui utilise le jeu de caract&egrave;res hong-kongais, installez la prise en charge du jeu de caract&egrave;res en chinois traditionnel. Pour ce faire, proc&eacute;dez &agrave; une installation personnalis&eacute;e ou installez le pack de langues du chinois traditionnel. Distiller 5.x permet de cr&eacute;er des fichiers PDF contenant des caract&egrave;res HKSCS sous Windows Me et Windows 2000 ; il ne prend pas en charge les autres syst&egrave;mes d'exploitation Windows. Avant de pouvoir cr&eacute;er de tels documents &agrave; l'aide de Distiller 5.x, vous devez installer un kit disponible sur le site Web du gouvernement de Hong-Kong &agrave; l'adresse suivante : http://www.info.gov.hk/digital21/eng/hkscs/download.html.[418559]<br> <br> <b>Le jeu de caract&egrave;res hong-kongais ne fait pas partie des polices syst&egrave;me standard</b><br></font></b>Acrobat&nbsp;Reader&nbsp;5.x prend en charge le jeu de caract&egrave;res pour Hong-Kong pour du texte contenu dans un fichier&nbsp;PDF. Il repr&eacute;sente une extension du jeu de caract&egrave;res du chinois traditionnel d'Adobe. Si vous souhaitez visualiser des fichiers PDF contenant du texte qui utilise le jeu de caract&egrave;res pour Hong-Kong, veuillez installer la prise en charge pour le jeu de caract&egrave;res du chinois traditionnel en choisissant Installation personnalis&eacute;e ou installez les polices du chinois traditionnel. Etant donn&eacute; que le jeu de caract&egrave;res pour Hong-Kong ne fait pas partie des syst&egrave;mes de polices standard, il ne vous sera pas possible de cr&eacute;er des signets en utilisant des caract&egrave;res de Hong-Kong.[407877]<br> <br> <b>Installation d'Acrobat&nbsp;3.x&nbsp;ou&nbsp;4.x apr&egrave;s avoir install&eacute; Acrobat&nbsp;Reader&nbsp;5.0<font size="+1"><br></font></b>Si vous installez Acrobat&nbsp;3.x&nbsp;ou&nbsp;4.x apr&egrave;s avoir install&eacute; Acrobat&nbsp;Reader&nbsp;5.0, ce dernier se lancera de fa&ccedil;on intempestive chaque fois que vous ouvrirez un dossier dans l'Explorateur Windows. Pour &eacute;viter ce probl&egrave;me, d&eacute;sinstallez syst&eacute;matiquement Acrobat&nbsp;Reader&nbsp;5.0 avant d'installer une version ant&eacute;rieure d'Acrobat.[400589]<br> <br> <b>Module externe de s&eacute;quence MoviePlayer<font size="+1"><br></font></b> Lorsque vous visualisez une s&eacute;quence lue dans une fen&ecirc;tre flottante, vous pouvez l'arr&ecirc;ter &agrave; tout moment en appuyant sur la touche Echap.[410153]<br> <br><b>Module externe de s&eacute;quences MoviePlayer - les URL distants requi&egrave;rent QuickTime 4 (ou version ult&eacute;rieure)</b><br> Si vous projetez d'utiliser l'outil S&eacute;quence afin de visualiser des s&eacute;quences en cliquant sur un lien renvoyant &agrave; une adresse distante, assurez-vous que QuickTime 4 (ou version ult&eacute;rieure) est install&eacute; sur votre syst&egrave;me. Pour installer QuickTime 4, proc&eacute;dez &agrave; une installation personnalis&eacute;e d'Acrobat, puis modifiez les s&eacute;lections d'accessoires de mani&egrave;re &agrave; inclure QuickTime 4. Le programme d'installation de QuickTime 4 d'Apple sera lanc&eacute; automatiquement. Le CD-Rom de votre produit contient &eacute;galement le programme d'installation de QuickTime 4 d'Apple (disponible dans le dossier Utilities).[418201]<br><br><b>Netscape&nbsp;6.0<font size="+1"><br></font></b>Acrobat Reader&nbsp;5.x prend en charge les navigateurs Netscape&nbsp;4.x et Netscape&nbsp;6.1. L'application installe un module externe permettant de travailler avec ces navigateurs. Gr&acirc;ce &agrave; ce module externe, vous pouvez t&eacute;l&eacute;charger, visualiser, parcourir ou imprimer des fichiers&nbsp;PDF et remplir des formulaires&nbsp;PDF tout en travaillant dans le navigateur. Avec Netscape 6.0, les fichiers PDF doivent &ecirc;tre int&eacute;gralement t&eacute;l&eacute;charg&eacute;s avant de pouvoir &ecirc;tre visualis&eacute;s. Netscape&nbsp;6.0 ne permet pas de remplir des formulaires PDF affich&eacute;s dans le navigateur. Utilisez Netscape&nbsp;6.1 si vous voulez utiliser cette option.<br><br><b>Carte graphique Nvidia TNT avec un affichage en couleurs vraies (32 bits)</b><br>Si vous disposez d'une carte graphique Nvidia TNT et que vous utilisez un affichage en couleurs vraies 32 bits, un blocage du module NVDISP.drv risque de survenir suite &agrave; une erreur de protection g&eacute;n&eacute;rale. Vous rencontrerez un blocage lorsque le param&egrave;tre d'opacit&eacute; de la fen&ecirc;tre situ&eacute; dans le panneau Commentaires de la bo&icirc;te de dialogue Pr&eacute;f&eacute;rences est inf&eacute;rieur &agrave; 100 % et que des fen&ecirc;tres de commentaire se chevauchent. Pour rem&eacute;dier &agrave; ce probl&egrave;me, configurez le facteur d'opacit&eacute; du panneau Commentaires des pr&eacute;f&eacute;rences &agrave; 100 % ou choisissez un affichage en couleurs 16 bits (dans le panneau de configuration Affichage). Pour obtenir une mise &agrave; jour du pilote susceptible de r&eacute;soudre ce type de probl&egrave;me, consultez le site Web de Nvidia.[419590]<br> <br> <b>Impression de fichiers ImageType 4 sur des imprimantes Lexmark</b><br>						ImageType&nbsp;4 est une fonction du langage PostScript&nbsp;3. Alors que les applications cr&eacute;ent rarement des fichiers ImageType&nbsp;4, un fichier&nbsp;PDF cr&eacute;&eacute; &agrave; partir d'un fichier&nbsp;GIF transparent &agrave; l'aide d'Acrobat&nbsp;WebCapture comprendra la fonction ImageType&nbsp;4.<br>						Lorsque des fichiers&nbsp;ImageType&nbsp;4 sont imprim&eacute;s sur les imprimantes Lexmark r&eacute;pertori&eacute;es ci-dessous, l'imprimante risque de se bloquer et de ne pas g&eacute;n&eacute;rer de fichier de sortie. Les mod&egrave;les d'imprimante Lexmark sont les suivants&nbsp;: <br>						- Lexmark Optra C710 PS3, PS Version 3010.010, PS r&eacute;vision 2000411<br>						- Lexmark Optra W810PS3, PS Version 3010.010, PS r&eacute;vision 990917<br> <br>						Pour contourner ce probl&egrave;me, deux possibilit&eacute;s s'offrent &agrave; vous&nbsp;: <br>						1. Activez l'option Bitmap dans la bo&icirc;te de dialogue d'impression. Vous obtiendrez des r&eacute;sultats similaires &agrave; ce que vous voyez &agrave; l'&eacute;cran.<br>						2. Sous Windows, vous pouvez changer de mode d'impression et passer du niveau de langage&nbsp;3 au niveau&nbsp;2. Par contre, sous Macintosh, il n'existe pas de champ relatif au mode d'impression. Pour obtenir le m&ecirc;me r&eacute;sultat, vous pouvez modifier le fichier&nbsp;PPD de fa&ccedil;on &agrave; ce qu'il refl&egrave;te le niveau de langage&nbsp;2. Par exemple, changez &nbsp;:<br>						*PSVersion: &quot;(3010.010)&quot;<br>						en&nbsp;:<br>						*PSVersion: &quot;(2014.700)&quot;<br>						Ne modifiez pas votre fichier PPD si l'option Bitmap produit les effets d&eacute;sir&eacute;s. Sous Windows, vous pouvez changer de mode d'impression et passer du niveau de langage&nbsp;3 au niveau&nbsp;2. En for&ccedil;ant l'impression d'un fichier au niveau&nbsp;2, la fonction ImageType&nbsp;4 est activ&eacute;e pour l'impression, mais les param&egrave;tres de transparence sont perdus.[416539]<br><br><b>Impression d'ombres liss&eacute;es sur une imprimante HP4050N</b><br> Il peut arriver que les ombres liss&eacute;es soient rogn&eacute;es si vous imprimez votre document sur une imprimante HP4050N &agrave; l'aide du pilote d'imprimante PCL de HP. Il est conseill&eacute; d'imprimer de tels fichiers &agrave; l'aide du pilote PCL 5e de HP.[418321]<br>  <br> <b>Redistribution<font size="+1"><br></font></b> Il est impossible de redistribuer des documents selon certaines combinaisons d'agrandissement et de largeur de fen&ecirc;tre. Acrobat Reader agrandit correctement le document selon le plus grand facteur possible sans risquer de blocage. [401685]<br> <br> <b>Enregistrement d'une copie<font size="+1"><br></font></b>Acrobat&nbsp;Reader&nbsp;5.0 dispose d'une option de menu et d'une ic&ocirc;ne de barre d'outils intitul&eacute;es &quot;Enregistrer une copie&quot;. Les modifications apport&eacute;es &agrave; un fichier PDF dans Acrobat Reader ne sont pas conserv&eacute;es si vous utilisez cette commande. Seule une copie du document PDF original est alors enregistr&eacute;e. Acrobat&nbsp;Reader n'enregistre pas les mises &agrave; jour.[414048]<br> <br><b>Le module externe de navigation SVG (</b><b>Scalable Vector Graphics) fonctionne uniquement si l'administrateur accepte le contrat de licence de l'utilisateur final.<br> </b>Si vous installez Acrobat 5 dans un environnement Windows Terminal Server ou sur un syst&egrave;me NT/2000 activ&eacute;, le module externe de navigation SVG ne fonctionnera pas tant que l'administrateur ne consultera pas un site SVG tel que la page de d&eacute;mos SVG d'Adobe :<br> <br> <a href="http://www.adobe.fr/svg/demos/">http://www.adobe.fr/svg/demos/.</a><br> <br> Tant que ceci n'est pas fait, les utilisateurs dot&eacute;s de droits non administratifs qui consulteront une page Web de type SVG visualiseront plusieurs bo&icirc;tes de dialogue de contrat de licence de l'utilisateur final et la page ne s'affichera pas correctement.[418523]<br> <br> <b>Achat en ligne sous Windows 2000<font size="+1"><br></font></b>Sous Windows&nbsp;2000, le Service&nbsp;Pack&nbsp;1 est requis par la fonction Achat en ligne afin d'afficher un lecteur&nbsp;Zip comme p&eacute;riph&eacute;rique &agrave; l'emplacement suivant&nbsp;:<br>									Edition&nbsp;&gt;&nbsp;Pr&eacute;f&eacute;rences&nbsp;&gt;&nbsp;G&eacute;n&eacute;rales&gt;&nbsp;Achat en ligne&nbsp;&gt;&nbsp;S&eacute;lection d'autres identifiants. [390998]<br> <br> <b>Achat en ligne sous Windows&nbsp;2000 sur un syst&egrave;me dot&eacute; de plusieurs processeurs<br></b>Si vous achetez un livre &eacute;lectronique &agrave; l'aide de la fonction Achat en ligne &agrave; partir d'un processeur et que vous essayez plus tard d'acc&eacute;der &agrave; ce livre depuis un autre processeur, l'acc&egrave;s vous sera refus&eacute;. Cette situation peut se produire si, par exemple, vous achetez le livre &eacute;lectronique au cours d'une session donn&eacute;e et que vous essayez par la suite d'y acc&eacute;der &agrave; partir d'une autre session. Pour &eacute;viter ce probl&egrave;me, utilisez le m&ecirc;me identifiant de session pour acc&eacute;der au livre &eacute;lectronique que celui dont vous vous &ecirc;tes servi pour l'acqu&eacute;rir.[413006]<br> <br> <b>Derniers pilotes Iomega requis par la fonction Achat en ligne</b> <br>									Assurez-vous de disposer des versions les plus r&eacute;centes des pilotes Iomega con&ccedil;us pour les lecteurs Jaz, Clik! ou Zip si vous souhaitez utiliser le support de ces lecteurs comme identifiant pour la fonction d'Achat en ligne. M&ecirc;me si votre syst&egrave;me reconna&icirc;t les lecteurs, la fonction d'Achat en ligne valide le support uniquement si les pilotes Iomega ont &eacute;t&eacute; install&eacute;s.[413448]<br> <br> <b>Utilisation de Windows Internet Explorer</b><br> Si vous installez Acrobat&nbsp;4.x apr&egrave;s avoir install&eacute; Acrobat&nbsp;Reader&nbsp;5.x, la fonction ActiveX d'Acrobat&nbsp;4.x sera utilis&eacute;e avec le navigateur. En raison de l'existence d'un param&egrave;tre de la base de registres d'Acrobat&nbsp;Reader&nbsp;5.x, Internet&nbsp;Explorer lancera toujours Acrobat&nbsp;4 au d&eacute;marrage. Pour &eacute;viter ce probl&egrave;me, d&eacute;sinstallez Acrobat&nbsp;Reader&nbsp;5.x avant d'installer Acrobat&nbsp;4.x. [366101]<br>  <br>									======================================================================<br>						Copyright &copy; 1987-2001 Adobe Systems Incorporated et ses bailleurs. Tous droits r&eacute;serv&eacute;s. Adobe, le logo Adobe, Acrobat, le logo Acrobat, PostScript et le logo PostScript sont des marques d'Adobe&nbsp;Systems&nbsp;Incorporated, d&eacute;pos&eacute;es ou non aux Etats-Unis et/ou dans d'autres pays. Distiller, Adobe Type Manager, ATM, Illustrator, PageMaker et Photoshop sont des marques d'Adobe&nbsp;Systems&nbsp;Incorporated. Microsoft, Windows, Windows&nbsp;95, Windows&nbsp;NT et Windows&nbsp;2000 sont des marques de Microsoft&nbsp;Corporation, d&eacute;pos&eacute;es ou non aux Etats-Unis et/ou dans d'autres pays. Toutes les autres marques cit&eacute;es sont la propri&eacute;t&eacute; de leurs d&eacute;tenteurs respectifs. <br>Le contenu de ce fichier est soumis &agrave; la licence Mozilla&nbsp;Public&nbsp;License&nbsp;version&nbsp;1.1 (dite la &quot;Licence&quot;)&nbsp;; vous ne pouvez utiliser ce fichier que conform&eacute;ment &agrave; la Licence. Vous trouverez un exemplaire de la Licence &agrave; l'adresse suivante&nbsp;: http://www.mozilla.org/MPL. Ce fichier n'a pas &eacute;t&eacute; modifi&eacute; par Adobe et le code source est disponible &agrave; l'adresse http://www.mozilla.org/source.html. Le code d'origine est le code client Mozilla&nbsp;Communicator, commercialis&eacute; le 31 mars 1998. Le d&eacute;veloppeur initial du code d'origine est Netscape&nbsp;Communications&nbsp;Corporation. Certaines parties cr&eacute;&eacute;es par Netscape sont prot&eacute;g&eacute;es par copyright &copy; 1998&nbsp;Netscape&nbsp;Communications&nbsp;Corporation. Tous droits r&eacute;serv&eacute;s.<br>															=======================================================================<br>		</p>	</body></html>